[
  {
    "id": "0",
    "title": "Lenovo Vibe P1m",
    "price": 3135,
    "description": "2 SIM, моноблок, 5.0', IPS, HD (1280х720), 1 GHz, 16 Gb, 8, Android OS, v5.1 (Lollipop)",
    "image": "../img/001.jpg",
    "allDesc": "Lenovo Vibe P1m идеально соответствует вашему активному образу жизни, будь вы любитель социальных сетей, заядлый геймер или просто любитель общения. Данный смартфон обладает мощным аккумулятором 4000 мАч. Водонепроницаемое нано-покрытие защищает телефон от брызг и пролития жидкостей, что значительно повышает надежность устройства. Водостойкий слой имеет впечатляющую водоотталкивающую способность, не оставляет никаких шансов для проникновения влажности и коррозии. Благодаря технологии Quick Charge, 15-минутная подзарядка обеспечит вашему Vibe P1m до 4 часоа работы в режиме разговора. А включив функцию энергосбережения OneKey® Power Saver, вы можете увеличить вдвое срок службы аккумулятора. Яркий 5-дюймовый IPS-дисплей стандарта (1280 x 720) превращает игры, просмотр видео или изображений в настоящее удовольствие. К тому же, технология In-Plane Switching (IPS) гарантирует почти 180-градусный угол обзора, поэтому дисплей Vibe P1m идеально подходит для совместного просмотра контента с друзьями. Заряжайте другие устройства, подключив их к P1m с помощью кабеля USB On-The-Go, а также делитесь данными с другими ПК, планшетами и смартфонами. Благодаря новым функциям, радикальным визуальным изменениям и многочисленным системным улучшением, операционная система Android ™ Lollipop работает еще быстрее и эффективнее, а также потребляет меньше заряда аккумулятора по сравнению с прошлыми версиями. ОС также прекрасно работает со всеми вашими любимыми приложениями от Google. Смартфон Vibe P1m поддерживает высокоскоростные сети LTE (4G), гарантируя быструю передачу данных для комфортного веб-браузинга, работы с приложениями и игр в онлайн-режиме. Делайте великолепные снимки на ваш P1m как днем, так и ночью, благодаря основной камере 8 Мпикс и наслаждайтесь качественными видео-чатами с фронтальной камерой 5 Мпикс. Внутреннюю память P1m можно с легкостью увеличить на дополнительные 32 ГБ, установив карту microSD: теперь вам всегда хватит места для фотографий, музыки, видео и других файлов. Приложения DOit от Lenovo расширяют возможности устройства. Приложение SHAREit с CLONEit позволяет передавать данные на другие устройства без подключения к сети или соединения WiFi. А такие приложения как Evernote и Kingsoft Office позволят вам оставаться продуктивными, даже если приходится работать на ходу. Vibe P1m оснащен четырехъядерным 64-битным процессором MediaTek с тактовой частотой 1.0 ГГц, который обеспечивает идеальный баланс производительности и мощности. А 2 ГБ оперативной памяти гарантируют Vibe P1m быструю передачу данных и бесперебойную работу современной ОС Android. Смартфон поддерживает две SIM-карты: вы сможете с легкостью разделить рабочее и личное общение, сэкономить на разговорах в зарубежной поездке или просто воспользоваться наиболее выгодным тарифом. "
  },
  {
    "id": "1",
    "title": "Apple iPhone 6s 64Gb",
    "price": 18999,
    "description": "1 SIM, моноблок, 4.7', IPS, 750 x 1334 pixels, 64 Gb, 12, iOS 9",
    "image": "../img/002.jpg",
    "allDesc": "Корпус Apple iPhone 6s на основе алюминиевого сплава, используемого в аэрокосмической среде, и прочное защитное стекло наряду с круглой сапфировой клавишей Home выглядят всё так же привлекательно и стильно. Цвет «серый космос» поистине будет одним из универсальных оттенков смартфонов Apple, от которых компания вряд ли когда-либо отречется. Его предпочитают за присущую ему сдержанность, элегантность, строгость, ведь далеко не каждый выбирает путь самовыражения через яркие, красочные расцветки. Новое поколение Multi-Touch. С появлением iPhone мир узнал о технологии Multi-Touch, которая навсегда изменила способ взаимодействия с устройствами. Технология 3D Touch открывает совершенно новые возможности. Она позволяет различать силу нажатия на дисплей, что делает многие функции быстрее и удобнее. Кроме того, телефон реагирует на каждый жест лёгким тактильным откликом благодаря использованию нового привода Taptic Engine. 12-мегапиксельные фотографии. Видео 4К. Live Photos. Расширенные возможности самой популярной в мире камеры. 12-мегапиксельная камера iSight делает чёткие и детальные снимки, а также позволяет снимать потрясающие видео 4K с разрешением почти в четыре раза больше, чем в HD‑видео 1080p. А 5-мегапиксельная HD‑камера FaceTime позволяет делать отличные селфи. Кроме того, теперь у вас есть возможность снимать Live Photos, на которых буквально оживают самые дорогие воспоминания. Эта функция записывает несколько мгновений до и после съёмки фотографии, что позволяет посмотреть её в движении, сделав одно нажатие. Самый передовой процессор для смартфона. iPhone 6s оснащён специально разработанным процессором A9 с 64-битной архитектурой. Теперь его производительность достигает уровня, который раньше демонстрировали только настольные компьютеры. Скорость процессора iPhone 6s до 70% выше, чем у моделей предыдущего поколения, а графический процессор работает на 90% быстрее, обеспечивая мгновенный отклик в ресурсоёмких приложениях и играх. Улучшенная безопасность. Для Touch ID используется новейший датчик идентификации по отпечатку пальца, который позволяет легко и надёжно устанавливать и снимать блокировку с телефона. iOS 9 — это самая совершенная, многофункциональная и безопасная операционная система для мобильных устройств во всём мире. Она становится ещё более удобной и незаменимой благодаря новым встроенным приложениям, расширенным возможностям Siri и другим функциям. Тесная интеграция с аппаратным обеспечением Apple гарантирует превосходную совместную работу оборудования и ПО."
  },
  {
    "id": "2",
    "title": "Apple iPhone 7 32GB",
    "price": 20999,
    "description": "1 SIM, моноблок, 4.7', IPS, 750 x 1334 pixels, 32 Gb, 12, iOS 10",
    "image": "../img/003.jpg",
    "allDesc": "В iPhone 7 все важнейшие аспекты iPhone значительно улучшены. Это принципиально новая система камер для фото- и видеосъёмки. Максимально мощный и экономичный аккумулятор iPhone. Стереодинамики с богатым звучанием. Самый яркий и разноцветный из всех дисплеев iPhone. Защита от брызг и воды. И его внешние данные впечатляют не менее, чем внутренние возможности. Всё это iPhone 7. Золотой стандарт чёрного. Новый корпус глубокого чёрного цвета изготовлен из гладкого матированного алюминия. Практически чёрная магия. Водоустойчивая конструкция. Конструкция iPhone 7 полностью обновлена — это первый iPhone, устойчивый к воздействию воды. Теперь вы намного лучше защищены от влаги, брызг и даже пыли. Новая кнопка «Домой». Кнопка «Домой» на iPhone 7 — это инновационный сенсорный элемент управления с поразительной скоростью реакции и чувствительностью к нажатию. Новый привод Taptic Engine обеспечивает точный тактильный отклик, и вы даже можете настроить его под себя. В общем, чувствуйте себя как дома. Совершенно новый взгляд на камеру. iPhone — это самая популярная в мире камера. Теперь у этой знаменитой камеры появляются новые возможности, такие как оптическая стабилизация изображения, вспышка True Tone Quad-LED, диафрагма ƒ/1.8 и шестилинзовый объектив для съёмки фото и видео в условиях низкой освещённости. А с расширенным цветовым диапазоном и другими передовыми новыми функциями ваши фотографии и Live Photos станут ещё красивее. Ваши видео просто как кино. Видео, снятые на iPhone 7 в условиях низкой освещённости, тоже выглядят значительно лучше благодаря оптической стабилизации изображения и новой диафрагме ƒ/1.8. А с камерой 12 Мп можно снимать видео высокого разрешения до 4K. Теперь вы сможете запечатлеть всю магию ночи. Новая фронтальная камера 7 Мп. Селфи превосходят себя. У HD-камеры FaceTime увеличилось не только разрешение, но и цветовой диапазон. Поэтому селфи получаются чётче и реалистичнее. Об освещении можно не волноваться: вспышка Retina Flash подстраивается под окружающий свет для передачи на снимке естественного тона кожи. Кто на свете всех милее? ISP-процессор улучшается. Интеллект камеры повышается. Камера iPhone 7 — воплощение передовых технологий. Её работа обеспечивается улучшенным процессором обработки сигнала, созданным Apple и встроенным в процессор A10 Fusion. Когда вы делаете снимок или видео, ISP-процессор выполняет более 100 миллиардов операций и подключает технологии машинного обучения, чтобы всё выглядело великолепно. В числе других улучшений: быстрый автофокус, улучшенный алгоритм местной тональной компрессии и усовершенствованный баланс белого. Самый яркий и разноцветный дисплей iPhone. Практически всё, что вы делаете на iPhone, отражается на его дисплее. Именно здесь вы смотрите фотографии, читаете сообщения и делаете множество других вещей. Дисплей iPhone 7 работает в том же цветовом пространстве, какое используется в индустрии цифрового кино. Всё, что вы на нём видите, выглядит заметно более чётко и красочно. И каждый ваш день становится ярче. 3D Touch. Теперь ещё удобнее. Технология 3D Touch на iPhone обеспечивает тактильный отклик, поэтому вы не только видите результат своих действий, но и чувствуете интенсивность каждого нажатия. С новым дисплеем Retina HD на iPhone 7 все возможности 3D Touch доступны в любых разделах iOS. Теперь работать с Сообщениями, Календарём, Почтой и другими приложениями можно совершенно по-новому — эффективнее и точнее. Самый мощный процессор для смартфона. iPhone 7 оснащён самым мощным из существующих процессоров для смартфонов. Он не только быстрее всех предыдущих моделей iPhone, но и экономичнее. В новом 4-ядерном процессоре A10 Fusion используется совершенно новая архитектура, поэтому он может работать быстрее, когда вам требуется высокая производительность, и экономичнее, когда мощность устройства не столь критична для ваших задач. А поскольку этот iPhone работает от аккумулятора дольше, чем предыдущие модели, вы сможете решать свои задачи в два раза быстрее, чем на iPhone 6, и вместе с тем реже заряжаться. iPhone. Теперь в стерео. iPhone впервые оснащён стереодинамиками, мощность которых вдвое больше, чем на iPhone 6s. Кроме того, увеличился динамический диапазон. Теперь вы лучше услышите свою музыку, видео и разговоры по громкой связи. Гораздо лучше."
  },
  {
    "id": "3",
    "title": "Acer Liquid E3 Duo E380",
    "price": 3134,
    "description": "2 SIM, моноблок, 4.7', IPS, HD (1280х720), 1.2 GHz, 4 Gb, 13, Android OS, v4.2 (Jelly Bean)",
    "image": "../img/004.jpg",
    "allDesc": "Мобильный телефон ACER Liquid E3 Duo E380 Black (HM.HDZEE.001) - это элегантная, компактная и производительная новинка от ACER, характеризующаяся наличием множества уникальных функций и приложений. Модель оснащена по последнему слову техники и поддерживает работу 2 сим-карт. Смартфон работает на базе мощного 4-ядерного процессора Cortex-A7 с тактовой частотой 1, 2 ГГц. За быстродействие отвечает 1 Гб оперативной памяти, а за графические задачи - GPU PowerVR SGX544. Такой конфигурации вполне достаточно, чтобы на все 100% раскрыть возможности мобильной платформы Android 4.2.2. Устанавливайте любые приложения, запускайте одновременно несколько из них, наслаждайтесь современными трехмерными играми, кинопросмотром, музыкой и серфингом в сети Интернет. Впечатляющий HD-экран Liquid E3 с диагональю 4.7 дюйма и технологией IPS делает любые видео, изображения и веб-содержимое живыми и яркими. Фронтальный динамик с поддержкой технологии DTS Studio Sound позволяет наслаждаться любимой музыкой и фильмами. Основная камера Liquid E3 отличается сверхбыстрой настройкой фокуса, и поэтому Вы никогда не упустите момент съемки. Благодаря высококачественной камере f/1.8 на 13 Мп любая сделанная Вами фотография будет невероятно реалистичной. Кроме того, смартфон Liquid E3 оснащен технологией Acer Bright Magic, которая позволяет одновременно делать несколько снимков и создавать кристально четкие и яркие фотографии даже в условиях низкой освещенности. Фронтальная камера с разрешением 2 МП также имеет уникальную особенность - вспышку. Такое нехарактерное решение делает смартфон Acer Liquid E3 Duo E380 идеальным устройством не только для видеоконференций, но и для создания качественных автопортретов. Уникальная программа Быстрый режим максимально упрощает интерфейс смартфона. Это что-то типа родительского контроля, но не только для детей, а также для пожилых людей и личного пользования. Ограничения защищены пин-кодом, поэтому без него нельзя получить доступ к другим функциям устройства. Литий-ионный аккумулятор емкостью 2000 мАч способен обеспечить смартфону неплохую автономность благодаря энергосберегающей платформе. В обычном режиме использования, Liquid E3 легко проработает несколько дней без подзарядки."
  },
  {
	"id": "4",
	"title": "Impression ImSmart S471",
	"price": 2289,
	"description": "2 SIM, моноблок, 4.7', IPS, HD (1280х720), 1.2 GHz, 4 Gb, 8, Android OS, v4.3 (Jelly Bean)",
	"image": "../img/005.jpg",
	"allDesc": "Мобильный телефон Impression ImSmart S471 (4894676278711) , идеально сочетает в себе большой экран и тонкий, компактный корпус для полноценной мобильной жизни. На огромном, ярком экране приятно и удобно просматривать видео, и играть в любимые игры, а также работать в многозадачном режиме. Благодаря сверхбыстрому четырехъядерному процессору с частотой до 1.2 ГГц и графическому ускорителю Adreno 302, смартфон справится с любой, даже самой сложной, задачей. Играйте в свои любимые игры, работайте с офисными приложениями, пользуйтесь Интернетом и смотрите HD-видео – вы даже можете делать всё это одновременно! 4.7-дюймовый IPS-экран с HD разрешением служит настоящим украшением этого стильного устройства. Это смартфон, на который приятно смотреть и которым еще приятнее пользоваться, благодаря эргономичному дизайну. IPS-экран с высоким разрешением обеспечивает невероятную живость изображения для полноценного восприятия."
  }
]
